[
  {
    "timestamp": [
      0.0,
      3.12
    ],
    "text": " This video was brought to you by Ground News."
  },
  {
    "timestamp": [
      3.12,
      8.56
    ],
    "text": " Amid an escalating political crisis, violence erupted during an anti-government demonstration"
  },
  {
    "timestamp": [
      8.56,
      11.6
    ],
    "text": " in Bangladesh on October 28th."
  },
  {
    "timestamp": [
      11.6,
      16.8
    ],
    "text": " As protesters gathered to demand the resignation of Prime Minister Sheikh Hasina, ahead of"
  },
  {
    "timestamp": [
      16.8,
      19.92
    ],
    "text": " the upcoming election on January 7th."
  },
  {
    "timestamp": [
      19.92,
      26.32
    ],
    "text": " And in the month or so since that demonstration, deadly protests and crashes have continued, leaving"
  },
  {
    "timestamp": [
      26.32,
      31.52
    ],
    "text": " at least 16 people dead and more than 5,500 injured."
  },
  {
    "timestamp": [
      31.52,
      36.48
    ],
    "text": " Meanwhile, the government has been accused of an autocratic crackdown that has seen almost"
  },
  {
    "timestamp": [
      36.48,
      41.32
    ],
    "text": " 10,000 opposition activists arrested, according to Human Rights Watch."
  },
  {
    "timestamp": [
      41.32,
      50.72
    ],
    "text": " So in this video we'll explain the political crisis in the nation of more than 170 million people. Go through the important background and what all of this means"
  },
  {
    "timestamp": [
      50.72,
      51.84
    ],
    "text": " for next year's election."
  },
  {
    "timestamp": [
      56.32,
      61.92
    ],
    "text": " Before we start, if you haven't already, please consider subscribing and ringing the bell to stay in"
  },
  {
    "timestamp": [
      61.92,
      65.44
    ],
    "text": " the loop and be notified when we release new videos."
  },
  {
    "timestamp": [
      66.44,
      71.76
    ],
    "text": " Okay, so to begin with, we're going to explain a couple of key players and political dynamics"
  },
  {
    "timestamp": [
      71.76,
      74.4
    ],
    "text": " that are central to this ongoing crisis."
  },
  {
    "timestamp": [
      74.8,
      81.52
    ],
    "text": " Since independence from Pakistan in 1971, Bangladesh politics have been largely dominated by two parties."
  },
  {
    "timestamp": [
      81.84,
      87.12
    ],
    "text": " The broadly left of centre, a whanie league, and the broadly right of centre,"
  },
  {
    "timestamp": [
      87.12,
      95.68
    ],
    "text": " Bangladesh Nationalist Party, or BMP. Now this whanie league, BMP dynamic, has since the early 1990s"
  },
  {
    "timestamp": [
      95.68,
      102.4
    ],
    "text": " been dominated by an intense rivalry between two people. Shaka Sina of the Awamie League and"
  },
  {
    "timestamp": [
      102.4,
      105.92
    ],
    "text": " Khalid Azir of the Bangladesh Nationalist Party."
  },
  {
    "timestamp": [
      105.92,
      111.88
    ],
    "text": " Hasina, by the way, is the daughter of Bangladesh's first president, and Zia is the widow"
  },
  {
    "timestamp": [
      111.88,
      114.12
    ],
    "text": " of another former president."
  },
  {
    "timestamp": [
      114.12,
      119.36
    ],
    "text": " And this rivalry has even been dubbed the Battle of the Beggums, with Beggum, being"
  },
  {
    "timestamp": [
      119.36,
      122.8
    ],
    "text": " a word for a Muslim woman of high rank."
  },
  {
    "timestamp": [
      122.8,
      128.64
    ],
    "text": " But interestingly, both sides and their parties worked together in the 1980s to bring to"
  },
  {
    "timestamp": [
      128.64,
      132.84
    ],
    "text": " an end the autocratic rule of General Hussein Mohammed Ersad."
  },
  {
    "timestamp": [
      132.84,
      138.44
    ],
    "text": " But since the 1991 election, the two have jossled for the role of Prime Minister."
  },
  {
    "timestamp": [
      138.44,
      142.72
    ],
    "text": " Zia and the BMP ruled from 1991 to 1996."
  },
  {
    "timestamp": [
      142.72,
      147.2
    ],
    "text": " Then Haseena and the Awami League were in power from 1996 to 2001,"
  },
  {
    "timestamp": [
      147.2,
      154.4
    ],
    "text": " before Xer return to power and ruled until 2006, and then, Shakasena came back to power after"
  },
  {
    "timestamp": [
      154.4,
      160.64
    ],
    "text": " being reelected in 2008, and has remained Prime Minister ever since. Now, this Awami League"
  },
  {
    "timestamp": [
      160.64,
      165.16
    ],
    "text": " government, with Shakasena at the the helm has over the past decade and a half"
  },
  {
    "timestamp": [
      165.16,
      171.48
    ],
    "text": " consolidated its power by cracking down on the BMP and wider political opposition."
  },
  {
    "timestamp": [
      171.48,
      176.36
    ],
    "text": " Since coming into power in the 2008 election, the warmly has been re-elected twice"
  },
  {
    "timestamp": [
      176.36,
      178.76
    ],
    "text": " in 2014 and 2018."
  },
  {
    "timestamp": [
      178.76,
      183.48
    ],
    "text": " In elections, the international observers described as seriously flawed."
  },
  {
    "timestamp": [
      183.48,
      189.12
    ],
    "text": " In 2014, the election was marred by violence and unrest and was boycotted by the main"
  },
  {
    "timestamp": [
      189.12,
      195.08
    ],
    "text": " opposition alliance led by the BNP, resulting in the award-me League maintaining its parliamentary"
  },
  {
    "timestamp": [
      195.08,
      196.08
    ],
    "text": " dominance."
  },
  {
    "timestamp": [
      196.08,
      201.68
    ],
    "text": " The following election in 2018 was contested by the BNP and opposition parties."
  },
  {
    "timestamp": [
      201.68,
      205.32
    ],
    "text": " But the award-me League won yet another landslide victory, with foreign"
  },
  {
    "timestamp": [
      205.32,
      211.66
    ],
    "text": " powers like the US, UK and EU, raising concerns about violence, irregularities, and"
  },
  {
    "timestamp": [
      211.66,
      215.66
    ],
    "text": " other significant obstacles to a little playing field."
  },
  {
    "timestamp": [
      215.66,
      220.32
    ],
    "text": " There has also been new legislation that critics point to as evidence of the Wami League"
  },
  {
    "timestamp": [
      220.32,
      227.8
    ],
    "text": " cementing its control over the state. For example, the controversial digital security act of 2018 is alleged to have had a"
  },
  {
    "timestamp": [
      227.8,
      230.48
    ],
    "text": " draconian impact on press freedom."
  },
  {
    "timestamp": [
      230.48,
      238.08
    ],
    "text": " While a 2016 law controversially restricted the operational and fundraising abilities of NGOs."
  },
  {
    "timestamp": [
      238.08,
      243.28
    ],
    "text": " Throughout all of this, the so-called Battle of the Beggums has effectively resulted in a victory"
  },
  {
    "timestamp": [
      243.28,
      245.68
    ],
    "text": " for Shaker Cena, while the BMP"
  },
  {
    "timestamp": [
      245.68,
      248.04
    ],
    "text": " has been left in disarray."
  },
  {
    "timestamp": [
      248.04,
      254.68
    ],
    "text": " In fact, Zeal was even convicted back in 2018 on corruption charges, although her parties"
  },
  {
    "timestamp": [
      254.68,
      259.24
    ],
    "text": " say that they were politically motivated and the US State Department noted the international"
  },
  {
    "timestamp": [
      259.24,
      271.08
    ],
    "text": " and domestic legal experts had commented on the lack of evidence to support the conviction. As such, she's currently serving a 17-year sentence under House arrest with deteriorating"
  },
  {
    "timestamp": [
      271.08,
      272.08
    ],
    "text": " health."
  },
  {
    "timestamp": [
      272.08,
      277.52
    ],
    "text": " Meanwhile, Khalidazir's son, Tariq Raman, who has been the BMP's acting chairperson since"
  },
  {
    "timestamp": [
      277.52,
      286.4
    ],
    "text": " 2018, remains in self-imposed exile in the UK, having been handed multiple sentences in abstentia, including a"
  },
  {
    "timestamp": [
      286.4,
      290.92
    ],
    "text": " life sentence relating to the 2004 darker grenade attack."
  },
  {
    "timestamp": [
      290.92,
      297.08
    ],
    "text": " So you get the idea, the BMP, Bangladesh's main political opposition is not in a good"
  },
  {
    "timestamp": [
      297.08,
      303.12
    ],
    "text": " state, and that takes us to today, and the upcoming election on January 7th."
  },
  {
    "timestamp": [
      303.12,
      307.88
    ],
    "text": " Now the Bangladesh Nationalist Party are once again boycotting this vote, claiming that"
  },
  {
    "timestamp": [
      307.88,
      313.44
    ],
    "text": " the election will not be free or fair if held under an alarming league government."
  },
  {
    "timestamp": [
      313.44,
      319.2
    ],
    "text": " The opposition is instead demanding that the government stepped down and be replaced by a non-partisan"
  },
  {
    "timestamp": [
      319.2,
      324.12
    ],
    "text": " caretaker government that will remain in post for the duration of the election in order"
  },
  {
    "timestamp": [
      324.12,
      326.28
    ],
    "text": " to ensure that the vote is held fairly."
  },
  {
    "timestamp": [
      326.28,
      331.24
    ],
    "text": " Now, this might sound unconventional, but for a period of Bangladesh's democratic history,"
  },
  {
    "timestamp": [
      331.24,
      333.08
    ],
    "text": " it was actually the norm."
  },
  {
    "timestamp": [
      333.08,
      338.2
    ],
    "text": " The election of 1991 that restored democracy was held under a caretaker government, and then"
  },
  {
    "timestamp": [
      338.2,
      343.92
    ],
    "text": " in 1996, mass protests forced the country's parliament to adopt the principle of neutral"
  },
  {
    "timestamp": [
      343.92,
      347.58
    ],
    "text": " caretaker-held elections in the constitution."
  },
  {
    "timestamp": [
      347.58,
      353.86
    ],
    "text": " Consequently, caretaker governments have overseen elections in 1996, 2001 and 2008, although"
  },
  {
    "timestamp": [
      353.86,
      358.42
    ],
    "text": " the latter of these was held following a two-year political crisis over the makeup of"
  },
  {
    "timestamp": [
      358.42,
      360.02
    ],
    "text": " the caretaker government."
  },
  {
    "timestamp": [
      360.02,
      366.3
    ],
    "text": " In 2011, the UAMI government scrapped the requirement for a caretaker government to oversee elections,"
  },
  {
    "timestamp": [
      366.3,
      373.3
    ],
    "text": " citing the previous political crisis, and saying that we can't allow unlected people to oversee national elections."
  },
  {
    "timestamp": [
      373.3,
      381.5
    ],
    "text": " Opponents, like those in the BNP, decried the move, saying that we were unable to incumbend governments to rig future elections."
  },
  {
    "timestamp": [
      381.5,
      386.48
    ],
    "text": " As we said earlier, the BNP actually boycotted the 2014 election in protest,"
  },
  {
    "timestamp": [
      386.48,
      392.8
    ],
    "text": " and then went on to contest the following disputed election in 2018, which they lost heavily."
  },
  {
    "timestamp": [
      392.8,
      397.2
    ],
    "text": " So, sensing that the country might be increasingly becoming a one-party state,"
  },
  {
    "timestamp": [
      397.2,
      407.2
    ],
    "text": " and looking forward to the January 2024 election, the BNP views a fourth consecutive a Wami League term as a foregone conclusion, and less"
  },
  {
    "timestamp": [
      407.2,
      410.72
    ],
    "text": " a vote can be held under a caretaker government."
  },
  {
    "timestamp": [
      410.72,
      416.28
    ],
    "text": " But the BMP's demand for a caretaker government, mass protests after the 28th of October,"
  },
  {
    "timestamp": [
      416.28,
      421.12
    ],
    "text": " and plans for a third of the country's registered parties to boycott the election have"
  },
  {
    "timestamp": [
      421.12,
      425.36
    ],
    "text": " done nothing to move the incumbent government, which strongly rejects"
  },
  {
    "timestamp": [
      425.36,
      426.56
    ],
    "text": " the demands."
  },
  {
    "timestamp": [
      426.56,
      431.56
    ],
    "text": " Instead, the result has been major crackdowns on opposition parties."
  },
  {
    "timestamp": [
      431.56,
      436.72
    ],
    "text": " On the streets during protests and strikes, clashes between opposition protesters, police"
  },
  {
    "timestamp": [
      436.72,
      442.08
    ],
    "text": " and pro-government protesters have injured thousands and left more than a dozen people"
  },
  {
    "timestamp": [
      442.08,
      443.08
    ],
    "text": " dead."
  },
  {
    "timestamp": [
      443.08,
      448.04
    ],
    "text": " BMP leaders, including their secretary general, have been detained alongside almost 10,000"
  },
  {
    "timestamp": [
      448.04,
      449.56
    ],
    "text": " opposition activists."
  },
  {
    "timestamp": [
      449.56,
      453.92
    ],
    "text": " And the parties had quarters of being sealed off by police, who have described it as a"
  },
  {
    "timestamp": [
      453.92,
      457.6
    ],
    "text": " crime scene following the protests on October 28th."
  },
  {
    "timestamp": [
      457.6,
      461.52
    ],
    "text": " Now there may have been a world in which an agreement between the government and BMP was"
  },
  {
    "timestamp": [
      461.52,
      464.44
    ],
    "text": " reached, and a competitive election was held."
  },
  {
    "timestamp": [
      464.44,
      465.16
    ],
    "text": " But room for any"
  },
  {
    "timestamp": [
      465.16,
      471.04
    ],
    "text": " political agreement has all but closed, with hostility between the two sides at its peak,"
  },
  {
    "timestamp": [
      471.04,
      473.76
    ],
    "text": " and the election drawing ever closer."
  },
  {
    "timestamp": [
      473.76,
      478.32
    ],
    "text": " For now, it appears that the BMP's main plan is to follow through with its boycott,"
  },
  {
    "timestamp": [
      478.32,
      484.44
    ],
    "text": " continue and try to intensify protests while also trying to draw a stronger international"
  },
  {
    "timestamp": [
      484.44,
      486.84
    ],
    "text": " response, though so far"
  },
  {
    "timestamp": [
      486.84,
      488.8
    ],
    "text": " not much has actually changed."
  },
  {
    "timestamp": [
      488.8,
      493.16
    ],
    "text": " In the meantime, it looks that there's another ongoing political crisis in the turbulent"
  },
  {
    "timestamp": [
      493.16,
      494.36
    ],
    "text": " region."
  },
  {
    "timestamp": [
      494.36,
      499.68
    ],
    "text": " Neighboring Myanmar is in a full-scale civil war, while two borders away, Pakistan has experienced"
  },
  {
    "timestamp": [
      499.68,
      504.64
    ],
    "text": " seeing its own political turmoil ahead of its elections in early next year."
  },
  {
    "timestamp": [
      504.64,
      509.44
    ],
    "text": " And as we said, things do seem to be escalating in the country too, with stories emerging"
  },
  {
    "timestamp": [
      509.44,
      516.4
    ],
    "text": " of militants opening fire on a bus, killing 9 people, being widely reported on internationally"
  },
  {
    "timestamp": [
      516.4,
      518.4
    ],
    "text": " and in the region."
  },
  {
    "timestamp": [
      518.4,
      524.88
    ],
    "text": " Now of these reports, 23% is coming from the left, while 16% is coming from the right, and"
  },
  {
    "timestamp": [
      524.88,
      529.72
    ],
    "text": " if you compare those headlines, you'll start to see some interesting framing emerge."
  },
  {
    "timestamp": [
      529.72,
      534.92
    ],
    "text": " And this is all possible thanks to our sponsor, Ground News, a website and app developed"
  },
  {
    "timestamp": [
      534.92,
      541.92
    ],
    "text": " by a former NASA engineer on a mission to give readers an easy, data-driven, objective way"
  },
  {
    "timestamp": [
      541.92,
      543.68
    ],
    "text": " to read the news."
  },
  {
    "timestamp": [
      543.68,
      548.4
    ],
    "text": " That's because every story comes with a quick visual breakdown of the political bias,"
  },
  {
    "timestamp": [
      548.4,
      551.88
    ],
    "text": " factuality and ownership of the source is reporting."
  },
  {
    "timestamp": [
      551.88,
      556.6
    ],
    "text": " All banks by ratings from three independent news monitoring organizations."
  },
  {
    "timestamp": [
      556.6,
      560.8
    ],
    "text": " For example, for the story we mentioned earlier, you can see the bias distribution of"
  },
  {
    "timestamp": [
      560.8,
      565.24
    ],
    "text": " every outlet reporting on it, the complete factuality information, and the"
  },
  {
    "timestamp": [
      565.24,
      571.04
    ],
    "text": " ownership data. And with their new bias insights feature, you can even get a breakdown"
  },
  {
    "timestamp": [
      571.04,
      577.04
    ],
    "text": " of the specific differences between left and right reporting. And I especially like their"
  },
  {
    "timestamp": [
      577.04,
      582.8
    ],
    "text": " my news bias feature, which allows you to track your reading habits over time. You can view"
  },
  {
    "timestamp": [
      582.8,
      585.84
    ],
    "text": " your own personal biases from specific news outlets"
  },
  {
    "timestamp": [
      585.84,
      592.64
    ],
    "text": " and political lean to specific topics and locality. I can even see who owns the majority of news"
  },
  {
    "timestamp": [
      592.64,
      598.32
    ],
    "text": " that I consume. Now I know that I personally benefited enormously from ground news, and as a result"
  },
  {
    "timestamp": [
      598.32,
      603.28
    ],
    "text": " I've got a much better at spotting political bias, and I've surprisingly challenged some of my own"
  },
  {
    "timestamp": [
      603.28,
      608.4
    ],
    "text": " views. So I highly encourage all of our viewers to give ground news a try."
  },
  {
    "timestamp": [
      608.4,
      613.16
    ],
    "text": " In fact, we're offering 30% off their vantage plan to all viewers."
  },
  {
    "timestamp": [
      613.16,
      618.6
    ],
    "text": " This includes unlimited access to every feature, including to my news bias."
  },
  {
    "timestamp": [
      618.6,
      626.0
    ],
    "text": " That offer is only available here too, so make sure that you go to ground.News forward slash TLDR or click the link"
  },
  {
    "timestamp": [
      626.0,
      629.44
    ],
    "text": " in the description to get started for under $6 a month."
  }
]